Repository: E2OpenPlugins/e2openplugin-FileCommander
Catalog: plugin/locale/*/LC_MESSAGES/FileCommander.po
Languages: cs, nl, ru, tr

source: Select action:
cs: Zvolte operaci:

source: Select group
cs: Přidat do výběru
nl: Kies een groep
ru: Выбрать группу
tr: Grup seç

source: Select group...
cs: Přidat do výběru...
nl: Kies een groep...
ru: Выбрать группу...
tr: Grup seç ...

source: Select operation:
cs: Zvolte operaci:
nl: Kies de uit te voeren actie:
ru: Выберите действие:
tr: İşlemi seçin:

source: Select your personal settings:
cs: Zvolte Vaše osobní nastavení:
nl: Kies uw persoonlijke instellingen:
ru: Выберите ваши личные настройки:
tr: Kişisel ayarlarınızı seçin:

source: Set archive mode (644)
cs: Nastavit archivní mód (644)
nl: Stel de rechten in (644)
ru: Задать права чтения (644)
tr: Arşiv modunu ayarla (644)

source: Set executable mode (755)
cs: Nastavit spouštěcí mód (755)
nl: Stel de uitvoerbaarheid in (755)
ru: Задать права выполнения (755)
tr: Yürütülebilir modu ayarla (755)

source: Set for 'stout' and 'sterr' the number of lines in script info or script error messages.
cs: Nastavte pro „stout“ a „sterr“ počet řádků v informacích o skriptech nebo chybových zprávách o skriptech.
nl: Stel het aantal regels in scriptinfo of scriptfoutmeldingen in voor 'stout' en 'sterr'. U kunt kiezen van 1-10 regels. Standaard is 3 regels.
ru: Установить для 'стандартный выход' и 'ошибка вывода' количество строк в информации скрипта или сообщениях об ошибках скрипта.
tr: Komut dosyası bilgisi veya komut dizisi hata mesajlarındaki satır sayısını 'sağlam' ve 'sterr' olarak ayarlayın.

source: Sets whether to distinguish between uper case and lower case for searching.
cs: Nastavuje, zda chcete při vyhledávání rozlišovat mezi velkými a malými písmeny.
nl: Met deze optie stelt in of er tijdens het zoeken onderscheid moet worden gemaakt tussen hoofd- en kleine letters.
ru: Установить, следует ли различать верхний и нижний регистр для поиска.
tr: Arama için büyük ve küçük harf arasında ayrım yapılıp yapılmayacağını belirler.

source: Settings
cs: Nastavení
nl: Instellingen
ru: Настройки
tr: Ayarlar

source: Settings...
cs: Nastavení...
nl: Instellingen ...
ru: Настройки...
tr: Ayarlar ...

source: Show '%s' as picture%s? The current service must be interrupted!
cs: Zobrazit '%s' jako obrázek%s? Aktuální služba musí být přerušena!
nl: Toon '%s' als afbeelding%s? Het huidige programma wordt gestopt!
ru: Показать '%s' как картинку%s? Текущий сервис должен быть прерван!
tr: '%s', %s resmi olarak gösterilsin mi? Mevcut hizmet kesintiye uğratılmalıdır!

source: Show Script completed message
cs: Zobrazovat zprávy po dokončení skriptu
nl: Toon een bericht indien een script volledig uitgevoerd is
ru: Показывать сообщение о выполнении Скрипта
tr: Komut Dosyası tamamlandı mesajını göster

source: Show Task's completed message
cs: Zobrazovat zprávy po dokončení úlohy
nl: Toon een bericht inz. de afgeronde taken
ru: Показывать сообщение о выполнении Задачи
tr: Görevin tamamlandı mesajını göster

source: Show as Picture (press any key to close)
cs: Zobrazit jako obrázek (zavřít libovolnou klávesou)
nl: Als foto tonen (druk op een knop om te sluiten)
ru: Показать как изображение (нажмите любую кнопку, чтобы закрыть)
tr: Resim Olarak Göster (kapatmak için herhangi bir tuşa basın)

source: Show as Picture and save as file ('%s')
cs: Zobrazit jako obrázek a uložit jako soubor ('%s')
nl: Als foto tonen en opslaan als bestand (‘%s’)
ru: Показать как изображение и сохранить как файл ('%s')
tr: Resim olarak göster ve dosya olarak kaydet ('%s')

source: Show contents of ipk file
cs: Zobrazit obsah ipk souboru
nl: Toon de inhoud van ipk bestand
ru: Показать содержимое ipk-файла
tr: Ipk dosyasının içeriğini göster

source: Show contents of rar file
cs: Zobrazit obsah rar souboru
nl: Toon de inhoud van rap bestand
ru: Показать содержимое rar-файла
tr: Rar dosyasının içeriğini göster

source: Show contents of tar or compressed tar file
cs: Zobrazit obsah tar nebo komprimovaného tar souboru
nl: Toon de inhoud van tar of gecomprimeerd bestand
ru: Показать содержимое tar-файла
tr: Tar veya sıkıştırılmış tar dosyasının içeriğini göster

source: Show contents of zip file
cs: Zobrazit obsah zip souboru
nl: Toon de inhoud van zip bestand
ru: Показать содержимое zip-файла
tr: Zip dosyasının içeriğini göster

source: Show directories first
cs: Adresáře na začátku
nl: Toon de mappen eerst
ru: Показывать каталоги в начале списка
tr: Önce dizinleri göster

source: Show directories on first or last positions in panel (to apply the changes FileCommander must be restarted).
cs: Zobrazuje adresáře na první nebo na poslední pozici v panelu (pro uplatnění změn musí být File Commander restartován).
nl: Indien geactiveerd, dan worden de mappen op de eerste of de laatste posities in het paneel weergegeven. Om deze wijzigingen toe te passen moet FileCommander herstart worden.
ru: Показать каталоги на первой или последней позиции в панели (для изменения настроек - перезапусте FileCommander).
tr: Dizinleri paneldeki ilk veya son konumlarda göster (değişiklikleri uygulamak için FileCommander yeniden başlatılmalıdır).

source: Show image information
cs: Zobrazit informace o obrázku
nl: Toon image informatie
ru: Показать информацию об изображении
tr: Resim bilgilerini göster

source: Show message if FileCommander is not running and all Task's are completed.
cs: Zobrazí zprávu, jestliže File Commander není již spuštěn a všechny úlohy jsou dokončeny.
nl: Indien geactiveerd, dan wordt er een bericht getoond als FileCommander niet actief is en alle taken voltooid zijn.
ru: Показать сообщение, если File Commander не запущен и все задачи выполнены.
tr: FileCommander çalışmıyorsa ve tüm Görevler tamamlandıysa mesajı göster.

source: Show message if a background script ends successfully. Has 'stout', then this is displayed as additional info.
cs: Zobrazí zprávu pokud bude skript na pozadí úspěšně ukončen. Má-li 'stout', pak se zobrazí jako doplňující informace.
nl: Indien geactiveerd, dan wordt er een bericht getoond zodra een achtergrondscript met succes is geëindigd. Als het 'stout' heeft, dan wordt dit weergegeven als extra info.
ru: Показать сообщение, если фоновый скрипт завершается успешно. Имеет 'стандартный выход', то это отображается в качестве дополнительной информации.
tr: Arka plan komut dosyası başarıyla sona ererse mesajı göster. 'sağlam' varsa, bu ek bilgi olarak görüntülenir.

source: Show next picture
cs: Zobrazit další obrázek
nl: Toon het volgende plaatje
ru: Показать следующее изображение
tr: Sonraki resmi göster

source: Show previous picture
cs: Zobrazit předchozí obrázek
nl: Toon het vorige plaatje
ru: Показать предыдущее изображение
tr: Önceki resmi göster

source: Show task list
cs: Zobrazit seznam úloh
nl: Toon een taakoverzicht
ru: Показать список задач
tr: Görev listesini göster

source: Show unknown extension as text
cs: Zobrazovat neznámé přípony jako text
nl: Onbekende extensie als tekst tonen
ru: Показывать неизвестные расширения как текст
tr: Bilinmeyen uzantıyı metin olarak göster

source: Show unknown file extensions with 'Addon File-Viewer'.
cs: Zobrazuje soubory s neznámými příponami pomocí dodatku 'File-Viewer'.
nl: Indien geactiveerd, dan worden onbekende bestandsextensies met de addon 'fileviewer' getoond.
ru: Показать неизвестные расширения с помощью 'Просмотра и редактирования файлов'.
tr: 'Addon File-Viewer' ile bilinmeyen dosya uzantılarını göster.

source: Size
cs: Velikost
nl: Grootte
ru: Размер
tr: Boyut

source: Size reverse
cs: Velikost v opačném pořadí
nl: Grootte omgekeerd
ru: Размер по убыванию
tr: Ters boyut

source: Size:
cs: Velikost:
nl: Grootte:
ru: Размер:
tr: Boyut:

source: Sorting left files by name, date or size
cs: Třídění souborů dle názvu, stáří a velikosti pro levý panel
nl: Bestanden aan de linkerzijde worden gesorteerd op naam, datum of grootte
ru: Сортировка левых файлов по имени, дате или размеру
tr: Sol dosyaları ada, tarihe veya boyuta göre sıralama

source: Sorting right files by name, date or size
cs: Třídění souborů dle názvu, stáří a velikosti pro pravý panel
nl: Bestanden aan de rechterzijde worden gesorteerd op naam, datum of grootte
ru: Сортировка правых файлов по имени, дате или размеру
tr: Doğru dosyaları ada, tarihe veya boyuta göre sıralama

source: Start/stop slide show
cs: Spustit/zastavit prezentaci
nl: Start/stop de diavoorstelling
ru: Запуск/остановка слайд-шоу
tr: Slayt gösterisini başlat/durdur

source: Storage devices
cs: Záznamová zařízení
nl: Opslag media
ru: Устройства хранения
tr: Depolama cihazları

source: Swap buttons for reverse file sorting
cs: Prohodit tlačítka pro opačné třídění souborů
nl: Keer de functie van de toetsen om m.b.t. omgekeerd sorteren
ru: Поменять кнопки для обратной сортировки файлов
tr: Ters dosya sıralama için düğmeleri değiştir

source: Swap buttons right/left with channel +/- or the channel button changed always the side.
cs: Zamění tlačítka vpravo/vlevo s tlačítky Ch+/- nebo tlačítka Ch+/- vždy přepínají panely.
nl: Indien geactiveerd, dan wisselt u met de pijltjestoetsen van het L naar het R navigatiescherm en tussen de bestanden. Indien gedeactiveerd, dan navigeert u met Ch +/- tussen het L en R scherm en met de pijltjestoetsen tussen de bestanden. Bij 'De CH knoppen wisselt ….', dan wisselt u met CH+ of CH- van scherm en met pijltjestoetsen Up/Down tussen de bestanden.
ru: Поменять местами кнопки вправо/влево, с кнопкой CH+- или кнопка смены канала всегда меняет сторону.
tr: Kanal +/- ile düğmeleri sağa/sola değiştirin veya kanal düğmesi her zaman yan değiştirdi.

source: Symbolic link
cs: Symbolický odkaz
ru: Символическая ссылка
tr: Sembolik bağlantı

source: Symlink to
cs: Symbolický odkaz na
nl: Symlink naar
ru: Символическая ссылка на

source: Task list
cs: Seznam úloh
nl: Takenlijst
ru: Список задач
tr: Görev listesi

source: Text not found.
cs: Text nenalezen.

source: Text searching as case sensitive or case insensitive.
cs: Vyhledávání textu s rozlišováním nebo bez rozlišování velikosti písmen.

source: The Image Viewer component of the File Commander requires the PicturePlayer extension. Install PicturePlayer to enable this operation.
cs: Komponenta Image Viewer ve File Commanderu vyžaduje rozšíření PicturePlayer. Chcete-li povolit tuto operaci, nainstalujte si PicturePlayer.
nl: Het component 'toon afbeelding' van de FileCommander vereist de PicturePlayer extensie. Installeer PicturePlayer om deze bewerking in te schakelen.
ru: Компонент просмотра изображений File Commander требует расширения PicturePlayer. Установите PicturePlayer, чтобы включить эту операцию.
tr: File Commander'ın Image Viewer bileşeni PicturePlayer uzantısını gerektirir. Bu işlemi etkinleştirmek için PicturePlayer'ı yükleyin.

source: The authors are NOT RESPONSIBLE
cs: Autoři nezodpovídají
nl: De auteurs zijn NIET VERANTWOORDELIJK
ru: Авторы Не Несут Ответственности
tr: Yazarlar SORUMLU DEĞİL

source: The function has been interrupted. Don't press any key until the picture from mvi-file is displayed!
cs: Funkce byla přerušena. Dokud se nezobrazí obrázek ze souboru mvi, nestiskněte žádné tlačítko!
nl: De functie is onderbroken. Druk geen enkele knop totdat het mvi plaatje wordt getoond!
ru: Функция была прервана. Не нажимайте никакие кнопки, пока не отобразится картинка из mvi-файла!
tr: İşlev kesintiye uğradı. Mvi dosyasındaki resim görüntülenene kadar herhangi bir tuşa basmayın!

source: The hash of a directory can't be calculated.
cs: Hash pro adresář nelze počítat.
nl: De hash van de map kan niet worden berekend.
ru: Не удается вычислить контрольную сумму каталога.
tr: Bir dizinin karması hesaplanamıyor.

source: This line is not editable!
cs: Tento řádek nelze upravit!
nl: Deze regel kan niet worden aangepast!
ru: Эта строка не редактируется!
tr: Bu satır düzenlenemez!

source: Time between slides in image viewer slideshow.
cs: Čas mezi snímky v prezentaci prohlížeče obrázků.
nl: Met deze optie stelt u de pauzetijd in bij gebruik van de slideshow t.b.v. de weergave van afbeeldingen.
ru: Время задержки между слайдами в слайд-шоу.
tr: Resim görüntüleyici slayt gösterisinde slaytlar arasındaki zaman.

source: Time for Slideshow
cs: Čas prezentace
nl: Pauze bij diavoorstelling
ru: Время для слайд-шоу
tr: Slayt Gösterisi Zamanı

source: To next found text
cs: Na další nalezený text

source: To previous found text
cs: Na předchozí nalezený text

source: Type the name for the new file
cs: Zadejte název nového souboru
ru: Введите имя для нового файла
tr: Yeni dosyanın adını yazın

source: Type:
cs: Typ:
ru: Тип:
tr: Tip:

source: Uninstall '%s' package and disable '%s'
cs: Odinstalovat '%s' balíček a zakázat '%s'
nl: Deïnstalleer pakket ‘%s’ en deactiveer ‘%s’
ru: Удалить пакет '%s' и отключить '%s'
tr: '%s' paketini kaldırın ve '%s' devre dışı bırakın

source: Unknown
cs: Neznámý
nl: Onbekend
ru: Неизвестно
tr: Bilinmeyen

source: Unknown group: %d
cs: Neznámá skupina: %d
nl: Onbekende groep” %d
ru: Неизвестная группа: %d
tr: Bilinmeyen grup: %d

source: Unknown user: %d
cs: Neznámý uživatel: %d
nl: Onbekende gebruiker: %d
ru: Неизвестный пользователь: %d
tr: Bilinmeyen kullanıcı: %d

source: Unpack to %s
cs: Rozbalit do %s
nl: Uitpakken in %s
ru: Распаковать в %s
tr: %s paketini açın

source: Unpack to current folder
cs: Rozbalit do aktuálního adresáře
nl: In huidige map uitpakken
ru: Распаковать в текущий каталог
tr: Mevcut klasöre paketten çıkar

source: Useful if remote controller having 'pause' button left to 'stop' (to apply the changes FileCommander must be restarted).
cs: Užitečné pro dálkové ovládání, které má tlačítko 'pause' nalevo od tlačítka 'stop' (pro uplatnění změn musí být File Commander restartován).
nl: Handig als de RC een 'pauzetoets' beschikbaar heeft om te stoppen. Om deze wijzigingen toe te passen moet FileCommander herstart worden.
ru: Полезно, если на пульте дистанционного управления кнопка 'пауза' оставлена для 'остановки' (для изменения настроек - перезапусте FileCommander).
tr: Uzaktan kumandanın 'duraklat' düğmesi 'durdur' seçeneğine bırakılmışsa kullanışlıdır (değişiklikleri uygulamak için Dosya Komutanı yeniden başlatılmalıdır).

source: View or edit file (if size < 1MB)
cs: Zobrazit nebo upravit soubor (velikost < 1MB)
nl: Bekijk of wijzig een bestand (indien < 1MB)
ru: Просмотр или правка файла (для размеров <1 МБ)
tr: Dosyayı görüntüle veya düzenle (boyut <1MB ise)

source: View or edit this %s script
cs: Zobrazit nebo upravit %s skript
nl: Bekijk of pas script %s aan
ru: Просмотр или редактирование скрипта %s
tr: Bu %s komut dosyasını görüntüleyin veya düzenleyin

source: WARNING!
cs: POZOR!
nl: WAARSCHUWING!
ru: ВНИМАНИЕ!
tr: UYARI!

source: What do you want to play?
cs: Co chcete přehrát?
nl: Wil je dit afspelen?
ru: Вы хотите воспроизвести это?
tr: Ne oynamak istiyorsun?

source: Yes
cs: Ano
nl: Ja
ru: Да
tr: Evet

source: You can set the number of letters from the beginning of the current file name as the text pre-filled into virtual keyboard for easier input via group selection.
cs: Můžete nastavit počet písmen od začátku aktuálního názvu souboru jako předvyplněný text do virtuální klávesnice pro snadnější zadávání pomocí skupinového výběru.
nl: Hier kunt u het aantal karakters aangeven waarmee het virtuele toetsenbord wordt gevuld. Dat zijn de eerste 'n' karakters van het momenteel geselecteerde item.
ru: Вы можете установить количество букв в начале текущего имени файла в качестве текста, предварительно заполненного на виртуальной клавиатуре, для более удобного ввода с помощью группового выбора.
tr: Grup seçimi yoluyla daha kolay giriş için sanal klavyeye önceden doldurulmuş metin olarak mevcut dosya adının başından itibaren harf sayısını ayarlayabilirsiniz.

source: You can set the number of letters from the end of the current file name as the text pre-filled into virtual keyboard for easier input via group selection.
cs: Můžete nastavit počet písmen od konce aktuálního názvu souboru jako předvyplněný text do virtuální klávesnice pro snadnější zadávání pomocí skupinového výběru.
nl: Hier kunt u het aantal karakters aangeven waarmee het virtuele toetsenbord wordt gevuld. Dat zijn de laatste 'n' karakters van het momenteel geselecteerde item.
ru: Вы можете установить количество букв в конце текущего имени файла в качестве текста, предварительно заполненного на виртуальной клавиатуре, для более удобного ввода с помощью группового выбора.
tr: Grup seçimi yoluyla daha kolay giriş için sanal klavyeye önceden doldurulmuş metin olarak mevcut dosya adının sonundan itibaren harf sayısını ayarlayabilirsiniz.

source: You can set what will group selection use - start of title, end of title or contains in title.
cs: Můžete zvolit, podle čeho bude skupinový výběr vybírat - podle začátku, podle konce nebo podle zadaného obsahu v názvu.
nl: Hier stelt u in wat de groepsselectie gebruikt - begin van de titel, eind van de titel of titel.
ru: Вы можете установить, что будет использовн груповой выбор - начало заголовка, конец заголовка или содержание в заголовке.
tr: Hangi grup seçiminin kullanılacağını belirleyebilirsiniz - başlığın başlangıcı, başlığın sonu veya başlıkta bulunur.

source: You can't usefully run '%s' on '%s'.
cs: Nelze úspěšně spustit '%s' na '%s'.
nl: Je kunt normaliter ‘%s’ niet uitvoeren op ‘%s’.
ru: Невозможно выполнить '%s' в '%s'.
tr: '%s' yi '%s' üzerinde yararlı bir şekilde çalıştıramazsınız.

source: You can't usefully run '%s' on a directory.
cs: Nelze úspěšně spustit '%s' na 'adresář.
nl: Je kunt normaliter ‘%s’ niet uitvoeren in een map.
ru: Невозможно выполнить '%s' для каталога.
tr: Bir dizinde '%s' yi yararlı bir şekilde çalıştıramazsınız.

source: case insensitive
cs: nerozlišovat velikost písmen

source: case sensitive
cs: rozlišovat velikost písmen

source: contains in title
cs: obsahu v názvu
nl: Bevat in de titel
ru: содержится в заголовке
tr: başlıkta içerir

source: contains...
cs: obsahuje...
nl: bevat...
ru: содержит...
tr: şunu içerir ...

source: copy file
cs: Kopíruje se soubor
nl: kopieer bestand
ru: копировать файл
tr: dosyayı kopyala

source: copy folder
cs: Kopíruje se adresář
nl: kopieer map
ru: копировать папку
tr: klasörü kopyala

source: create symlink ...
cs: zakládá se symbolický odkaz ...
nl: maak een symlink aan …
ru: создать символическую ссылку...
tr: sembolik bağlantı oluştur ...

source: end title
cs: konce názvu
nl: Einde van de titel
ru: конец заглавия
tr: bitiş başlığı

source: ends with...
cs: končí na...
nl: eindigt met...
ru: заканчивается...
tr: şununla biter ...

source: for DATA LOSS OR DAMAGE !!!
cs: za ztrátu nebo poškození dat!
nl: voor DATA VERLIES OF BESCHADIGING !!!
ru: за Потерю или Повреждения ДАННЫХ !!!
tr: VERİ KAYBI VEYA HASAR için !!!

source: from dir
cs: z adresáře
nl: uit de map
ru: из каталога
tr: dir

source: has been CHANGED! Do you want to save it?
cs: byl ZMĚNĚN! Chcete ho uložit?
nl: is VERANDERS! Wil je dit opslaan?
ru: было ИЗМЕНЕНО! Хотите сохранить?
tr: değiştirildi! Kaydetmek ister misin?

source: hide
cs: skrýt
nl: verbergen
ru: скрыть
tr: gizle

source: in %s selected file
cs: v %s vybraném souboru
nl: in %s gekozen bestand
ru: в %s выбранном файле
tr: %s seçili dosyada

source: install/unpack ipk Files
cs: instalovat/rozbalit ipk soubory
nl: installeer of pak ipk bestanden uit
ru: установить/распаковать ipk Файлы
tr: ipk Dosyalarını yükle/paketini aç

source: manage local Files
cs: Správce místních souborů
nl: Beheer de locale bestanden
ru: Менеджер локальных Файлов
tr: yerel Dosyaları yönet

source: move file
cs: Přesouvá se soubor
nl: verplaats bestand
ru: переместить файл
tr: dosyayı taşı

source: move folder
cs: Přesouvá se adresář
nl: verplaats directory
ru: переместить папку
tr: klasörü taşı

source: new.txt
cs: novy.txt
ru: новый.txt

source: nothing connected
cs: nic není nepřipojeno
nl: niets verbonden
ru: нет связей
tr: hiçbir şey bağlı değil

source: play Files
cs: přehrát soubory
nl: speel bestanden af
ru: воспроизвести Файлы
tr: dosyaları oynat

source: play/show Files
cs: přehrát/zobrazit soubory
nl: speel af / toon bestanden
ru: воспроизвести/показать Файлы
tr: dosyaları oynat/göster

source: script 'sterr':
cs: skript 'sterr':
ru: скрипт 'ошибка вывода':
tr: script dosyası 'sterr':

source: script 'stout':
cs: skript 'stout':
ru: скрипт 'стандартный выход':
tr: script dosyası 'stout':

source: start title
cs: začátku názvu
nl: Start deze titel
ru: начало заглавия
tr: başlangıç ​​başlığı

source: starts with...
cs: začíná na...
nl: start met...
ru: начало...
tr: şununla başlar ...

source: to dir
cs: do adresáře
nl: naar directory
ru: в каталог
tr: dir

source: unpack Rar Files
cs: rozbalit rar soubory
nl: pak de RAR bestanden uit
ru: распаковать Rar Файлы
tr: rar Dosyalarını aç

source: unpack archives
cs: rozbaluji archivy
nl: pak de archives uit
ru: распаковать архивы
tr: arşivleri aç

source: unpack gzip Files
cs: rozbalit gzip soubory
nl: pak de Gzip bestanden uit
ru: распаковать gzip Файлы
tr: gzip Dosyalarını aç

source: unpack tar/compressed tar Files
cs: rozbaluji tar/komprimované tar soubory
nl: pak tar/gecomprimeerde tar bestanden uit
ru: распаковать tar Файлы
tr: tar/sıkıştırılmış tar Dosyalarını aç

source: unpack zip Files
cs: rozbalit zip soubory
nl: pak de zip bestanden uit
ru: распаковать zip Файлы
tr: zip Dosyalarını aç

source: without
cs: Bez filtru
nl: Zonder
ru: без
tr: olmadan

source: %d GB
ru: %d ГБ

source: %d MB
ru: %d МБ

source: %d kB
ru: %d кб

source: B
ru: В

source: File Commander - generalised archive handler
nl: File Commander - gestandaardiseerde archief-handler
ru: File Commander - общее управление архивами
tr: Dosya Komutanı - genelleştirilmiş arşiv işleyicisi

source: GB
ru: ГБ

source: Inode:
ru: Индексный дескриптор:
tr: Düğüm:

source: KB
ru: КБ

source: Load
nl: Laden
ru: Загрузка
tr: Yükle

source: MB
ru: МБ

source: Mode %s (%04o)
nl: Modus %s (%04o)
ru: Режим %s (%04o)
tr: Mod %s (%04o)

source: OK
ru: ОК
tr: TAMAM

source: Socket
ru: Сокет
tr: Soket

source: TB
ru: ТБ

source: File Commander
tr: Dosya Komutanı
