Repository: E2OpenPlugins/e2openplugin-FileCommander
Catalog: plugin/locale/*/LC_MESSAGES/FileCommander.po
Languages: cs, nl, ru, tr

source: optional parameter: %s
cs: volitelný parametr: %s
nl: optionele parameter: %s
ru: дополнительный параметр: %s
tr: isteğe bağlı parametre: %s

source: ('%s') finished successefully.
cs: ('%s') úspěšně dokončeno.
nl: ('%s') met succes voltooid.
ru: ('%s') успешно завершено.
tr: ('%s') başarıyla tamamlandı.

source: ('%s') finished with error messages.
cs: ('%s') dokončeno s chybovými hlášeními.
nl: ('%s') voltooid maar met fouten.
ru: ('%s') выполнено с сообщениями об ошибках.
tr: ('%s') hata mesajlarıyla tamamlandı.

source: ('%s') finished with error number [%d].
cs: ('%s') dokončeno s chybou číslo [%d].
nl: ('%s') voltooid maar met foutnummer [%d].
ru: ('%s') выполнено с номером ошибки [%d].
tr: ('%s') [%d] hata numarasıyla tamamlandı.

source: - %d element exist! Overwrite
cs: - %d položka existuje! Přepsat
nl: - %d element bestaat! Overschrijven
ru: - %d элемент существует! Перезаписать
tr: - %d öğesi var! Üzerine Yaz

source: - file exist! Overwrite
cs: - soubor existuje! Přepsat
nl: - bestand bestaat! Overschrijven
ru: - файл существует! Перезаписать
tr: - dosya var! Üzerine yaz

source: - folder exist! Overwrite
cs: - adresář existuje! Přepsat
nl: - directory bestaat! Overschrijven
ru: - папка существует! Перезаписать
tr: - klasör var! Üzerine yaz

source: or save the picture additionally to a file
cs: nebo uložit obrázek navíc do souboru
nl: of sla de afbeelding op bij het bestand
ru: или сохраните изображение дополнительно в файл
tr: veya resmi ek olarak bir dosyaya kaydedin

source: %s - extraction errors.
cs: %s - chyby při rozbalení.
nl: %s - fouten bij het uitpakken.
ru: %s - ошибки извлечения.
tr: %s - çıkarma hataları.

source: %s is password protected.
cs: %s je zabezpečen heslem.
nl: %s is met een wachtwoord beveiligd.
ru: %s защищено паролем.
tr: %s şifre korumalı.

source: %s successfully extracted.
cs: %s úspěšně rozbalen.
nl: %s met succes uitgepakt.
ru: %s успешно извлечено.
tr: %s başarıyla çıkarıldı.

source: '%s' not installed and no known package
cs: '%s' není nainstalován a není znám balíček
nl: '%s' niet geïnstalleerd en ook geen bekend pakket
ru: '%s' не установлен не известен пакет
tr: '%s' kurulu değil ve bilinen paket yok

source: 'Group selection' and 'Invert selection' in Multiselection mode can work with directories too.
cs: 'Skupinový výběr' a 'Inverze výběru' v režimu vícenásobného výběru mohou pracovat také s adresáři.
nl: Indien geactiveerd, dan werkt 'Groepsselectie' en 'Omgekeerde Selectie' in de Multi-select mode ook met directories.
ru: 'Групповой выбор' и 'Инвертированный выбор' в режиме Мультиселекции также может работать с каталогами.
tr: Çoklu seçim modunda 'Grup seçimi' ve 'Seçimi ters çevir' dizinlerle de çalışabilir.

source: (%d job)
cs: (%d úloha)
nl: (%d opdracht)
ru: (%d задание)
tr: (%d görev)

source: (Selectmode)
cs: (výběr)
nl: (Keuzemodus)
ru: (Режим выбора)
tr: (Seçim modu)

source: <Receiver>
cs: <Přijímač>
nl: <Ontvanger>
ru: <Ресивер>

source: Accessed:
cs: Otevřeno:
nl: Toegankelijk:
ru: Доступно с:
tr: Erişildi:

source: Activate left-hand file list as multi-select source
cs: Přepnout do levého panelu
nl: Activeer de linker lijst als een Multi geselecteerde bron
ru: Активировать левый список файлов как источник с множественным выбором
tr: Sol taraftaki dosya listesini çoklu seçim kaynağı olarak etkinleştir

source: Activate left-hand file list as source
cs: Přepnout do levého panelu
nl: Activeer de linker lijst als bron
ru: Активировать левый список файлов в качестве источника
tr: Sol taraftaki dosya listesini kaynak olarak etkinleştir

source: Activate right-hand file list as multi-select source
cs: Přepnout do pravého panelu
nl: Activeer de rechter lijst als een Multi geselecteerde bron
ru: Активировать правый список файлов как источник с множественным выбором
tr: Sağdaki dosya listesini çoklu seçim kaynağı olarak etkinleştir

source: Activate right-hand file list as source
cs: Přepnout do pravého panelu
nl: Activeer de rechter lijst als bron
ru: Активировать правый список файлов в качестве источника
tr: Sağdaki dosya listesini kaynak olarak etkinleştir

source: Add current folder to bookmarks
cs: Přidat aktuální adresář do záložek
nl: Voeg de huidige map aan de bladwijzers
ru: Добавить текущую папку в закладки
tr: Geçerli klasörü yer imlerine ekle

source: Add plugin to Extensions menu
cs: Přidat plugin do Extension menu
nl: Plug-in toevoegen aan het applicatiemenu
ru: Добавить File Commander в Меню дополнений
tr: Uzantılar menüsüne eklenti ekle

source: Add plugin to main menu
cs: Přidat plugin do hlavního menu
nl: Plug-in toevoegen aan het hoofdmenu
ru: Добавить File Commander в Главное меню
tr: Ana menüye eklenti ekle

source: Add selected folder to bookmarks
cs: Přidat vybraný adresář do záložek
nl: Voeg de gekozen map toe aan de bladwijzers
ru: Добавить выбранную папку в закладки
tr: Seçili klasörü yer imlerine ekle

source: Add to selection (%s)
cs: Přidat do výběru (%s)
nl: Voeg toe aan de selectie (%s)
ru: Добавить к выбору (%s)
tr: Seçime ekle (%s)

source: All
cs: Vše
nl: Alles
ru: Все
tr: Tümü

source: All files in the directory with the same name as the selected movie will be copied or moved too.
cs: Všechny soubory v adresáři se stejným názvem jako má vybraný film budou též zkopírovány nebo přesunuty.
nl: Alle bestanden in de map met dezelfde naam als de geselecteerde film worden eveneens gekopieerd of verplaatst.
ru: Все файлы в каталоге с тем же именем, что и выбранный фильм, также будут скопированы или перемещены.
tr: Dizindeki seçilen filmle aynı ada sahip tüm dosyalar da kopyalanacak veya taşınacaktır.

source: All movie extensions
cs: Všechny přípony filmu
nl: Alle video extensies
ru: Все видео расширения
tr: Tüm film uzantıları

source: Block device
cs: Blokové zařízení
nl: Blokkeer het apparaat
ru: Заблокированное устройство
tr: Cihazı engelle

source: CPU priority for script execution
cs: Priorita CPU pro spouštění skriptu
nl: CPU prioriteit t.b.v. het uitvoeren van een script
ru: Приоритет процессора для выполнения скрипта
tr: Komut dosyası yürütme için CPU önceliği

source: Calculate file checksums
cs: Spočítat kontrolní součet souboru
nl: Bereken de checksum van bestand(en)
ru: Рассчитать контрольные суммы файлов
tr: Dosya sağlama toplamlarını hesapla

source: Calculates file checksums.
cs: Počítá kontrolní součty souboru.
nl: Bereken de bestands checksums.
ru: Рассчитать контрольные суммы файлов.
tr: Dosya sağlama toplamlarını hesaplar.

source: Calculates the size of directory contents for 'Info'.
cs: Počítá velikost obsahu adresáře a zobrazuje ji v 'Info'.
ru: Рассчитать размер содержимого каталога для получения дополнительной информации.
tr: Bilgi için dizin içeriğinin boyutunu hesaplar.

source: Can not run %s: %s. %s may be in a plugin that is not installed.
cs: Nelze spustit %s: %s. %s může být plugin, který není nainstalován.
nl: Kan %s: %s. niet uitvoeren %s zit mogelijk in een niet geïnstalleerde plug-in.
ru: Невозможно запустить %s: %s. Возможно дополнение, %s - не установлено.
tr: Çalıştırılamıyor %s: %s. %s, kurulu olmayan bir eklentide olabilir.

source: Can't read link contents: %s
cs: Nelze číst obsah odkazu: %s
nl: Kan de inhoud van de koppeling niet lezen:% s
ru: Не прочитать содержание ссылки: %s
tr: Bağlantı içeriği okunamıyor: %s

source: Cancel
cs: Zavřít
nl: Annuleren
ru: Отмена
tr: İptal

source: Cancel execution?
cs: Zrušit provádění?
nl: Annuleer de uitvoering?
ru: Отменить выполнение?
tr: Yürütme iptal edilsin mi?

source: Case sensitive search
cs: Rozlišovat velikost písmen při hledání

source: Change buttons for list navigation
cs: Změnit tlačítka pro pohyb v panelu
nl: Wijzigen knop wissel L of R navigatiescherm
ru: Изменить кнопки навигации по списку
tr: Liste gezintisi için düğmeleri değiştir

source: Change execute permissions (755/644)
cs: Změna prováděcích práv (755/644)
nl: Wijzig de uitvoermachtigingen (755/644)
ru: Изменить права (755/644)
tr: Yürütme izinlerini değiştir (755/644)

source: Channel button always changes sides
cs: Ch+/- vždy mění panely
nl: CH wisselt schermen
ru: Кнопка CH+- переход на правую левую панель
tr: Kanal düğmesi her zaman taraf değiştirir

source: Character device
cs: Znakové zařízení
nl: Teken apparaat
ru: Символьное устройство
tr: Karakter cihazı

source: Close
cs: Zavřít
nl: Sluit
ru: Закрыть
tr: Kapat

source: Compare case sensitive
cs: Rozlišovat velikost písmen
nl: Vergelijk hoofd/kleine letters gevoeligheid
ru: Сравнить с учетом регистра
tr: Büyük/küçük harfe duyarlı karşılaştır

source: Content size:
cs: Velikost obsahu:
nl: Grootte van de inhoud:
ru: Размер содержимого:
tr: İçerik boyutu:

source: Convert subtitles from '%s' to UTF-8
cs: Zkonvertovat titulky z '%s' do UTF-8
ru: Конвертировать субтитры из '%s' в UTF-8
tr: Altyazıları '%s'den UTF-8'e dönüştür

source: Copy
cs: Kopírovat
nl: Kopiëren
ru: Копировать
tr: Kopyala

source: Copy %d element
cs: Kopírovat %d položku
nl: Kopieer %d element
ru: Копировать %d элемент
tr: %d öğesini kopyala

source: Copy file
cs: Kopírovat soubor
nl: Kopieer bestand
ru: Копировать файл
tr: Dosyayı kopyala

source: Copy file/directory to target directory
cs: Kopírovat
nl: Kopieer een bestand / map naar de doelmap
ru: Копировать файл/каталог в целевой каталог
tr: Dosyayı/dizini hedef dizine kopyala

source: Copy files/directories to target directory
cs: Kopírovat soubory/adresáře do cílového adresáře
nl: Kopieer bestanden / mappen naar de doelmap
ru: Копировать файлы/каталоги в целевой каталог
tr: Dosyaları/dizinleri hedef dizine kopyala

source: Copy folder
cs: Kopírovat adresář
nl: Kopieer de directory
ru: Копировать папку
tr: Klasörü kopyala

source: Count directory content size
cs: Počítat velikost obsahu adresáře
nl: Tel de grootte van de inhoud van de directory
ru: Рассчитывать размер содержимого каталога
tr: Dizin içerik boyutunu say

source: Counting directory content size while walking (on/off)
cs: Počítat velikost obsahu adresáře za chodu (zap/vyp)
nl: Tel de grootte van de inhoud van de directory tijdens andere werkzaamheden.
ru: Подсчет размера содержимого каталога во время навигации (вкл/выкл)
tr: Yürürken dizin içeriği boyutunu sayma (açık/kapalı)

source: Create directory
cs: Založit adresář
nl: Maak een directory aan
ru: Создать каталог
tr: Dizin oluştur

source: Create directory in 'Target' panel
cs: Založit adresář v 'Cílovém' panelu
nl: Maak een map aan in het 'Doel' paneel
ru: Создать каталог в 'Целевой' панели
tr: 'Hedef' panelinde dizin oluştur

source: Create symlink to file
cs: Založit symbolický odkaz k souboru
nl: Maak een symlink naar een bestand aan
ru: Создать символическую ссылку на файл
tr: Dosyaya sembolik bağlantı oluştur

source: Create user-named symbolic link
cs: Vytvořit uživatelsky pojmenovaný symbolický odkaz
nl: Maak een gebruikersnaam gerelateerde symlink aan
ru: Создать символическую ссылку
tr: Kullanıcı adında sembolik bağlantı oluştur

source: Date
cs: Datum
nl: Datum
ru: Дата
tr: Tarih

source: Date reverse
cs: Datum v opačném pořadí
nl: Datum omgekeerd
ru: Дата по убыванию
tr: Ters tarih

source: Default CPU priority (nice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
cs: Výchozí CPU priorita (nice) pro spuštěné skripty. To může snížit zatížení tak, aby skripty neinterferovaly se zbytkem systému (Vyšší hodnoty = nižší priorita).
nl: Standaard CPU prioriteit t.b.v. uit te voeren scripts. Dit kan de systeembelasting verminderen zodat scripts de rest van het systeem niet hinderen. (hogere waarde = lagere prioriteit)
ru: Приоритет ЦП по умолчанию (nice) для исполняемых скриптов. Это может снизить нагрузку, чтобы сценарии не мешали работе остальной системы. (более высокие значения = более низкий приоритет)
tr: Yürütülen komut dosyaları için varsayılan CPU önceliği (güzel). Bu, komut dosyalarının sistemin geri kalanına müdahale etmemesi için yükü azaltabilir. (daha yüksek değerler = daha düşük öncelik)

source: Default Folder
cs: Výchozí adresář
nl: Standaard map
ru: Каталог по умолчанию
tr: Varsayılan Klasör

source: Default I/O priority (ionice) for executed scripts. This can reduce the load so that scripts do not interfere with the rest of the system. (higher values = lower priority)
cs: Výchozí I/O priorita (ionice) pro spuštěné skripty. To může snížit zatížení tak, aby skripty neinterferovaly se zbytkem systému (Vyšší hodnoty = nižší priorita).
nl: Standaard I/O prioriteit t.b.v. uit te voeren scripts. Dit kan de systeembelasting verminderen zodat scripts de rest van het systeem niet hinderen. (hogere waarde = lagere prioriteit)
ru: Приоритет Ввода/Вывода по умолчанию (ionice) для исполняемых скриптов. Это может снизить нагрузку, чтобы сценарии не мешали работе остальной системы. (более высокие значения = более низкий приоритет)
tr: Yürütülen komut dosyaları için varsayılan I/O önceliği (ionice). Bu, komut dosyalarının sistemin geri kalanını etkilememesi için yükü azaltabilir. (daha yüksek değerler = daha düşük öncelik)

source: Default directory sorting
cs: Výchozí setřídění adresářů
nl: Standaard sortering van directory’s
ru: Сортировка каталогов
tr: Varsayılan dizin sıralaması

source: Default file sorting left
cs: Výchozí setřídění souborů pro levý
nl: Standaard bestandssortering links
ru: Сортировка файлов слева
tr: Varsayılan dosya sıralama sola

source: Default file sorting right
cs: Výchozí setřídění souborů pro pravý
nl: Standaard bestandssortering rechts
ru: Сортировка файлов справа
tr: Varsayılan dosya sıralama hakkı

source: Default folder
cs: Výchozí adresář
nl: Standaard map
ru: Каталог по умолчанию
tr: Varsayılan klasör

source: Default sorting method for directories in both panels (to apply the changes FileCommander must be restarted).
cs: Výchozí metoda třídění adresářů v obou panelech (pro uplatnění změn musí být File Commander restartován).
nl: Standaard sorteermethode voor mappen in beide panelen (om de wijzigingen toe te passen moet FileCommander opnieuw worden opgestart). U kunt kiezen uit: Naam, omgekeerde naam, datum en omgekeerde datum.
ru: Метод сортировки по умолчанию для каталогов в обеих панелях (для изменения настроек - перезапусте FileCommander).
tr: Her iki paneldeki dizinler için varsayılan sıralama yöntemi (değişiklikleri uygulamak için FileCommander yeniden başlatılmalıdır).

source: Default sorting method for files in left panel.
cs: Výchozí metoda třídění souborů v levém panelu.
nl: Standaard sorteermethode in het linker paneel. U kunt kiezen uit: Datum, omgekeerde datum, naam, omgekeerde naam, grootte en omgekeerde grootte.
ru: Метод сортировки файлов по умолчанию на левой панели.
tr: Sol paneldeki dosyalar için varsayılan sıralama yöntemi.

source: Default sorting method for files in right panel.
cs: Výchozí metoda třídění souborů v pravém panelu.
nl: Standaard sorteermethode in het rechter paneel. U kunt kiezen uit: Datum, omgekeerde datum, naam, omgekeerde naam, grootte en omgekeerde grootte.
ru: Метод сортировки файлов по умолчанию на правой панели.
tr: Sağ paneldeki dosyalar için varsayılan sıralama yöntemi.

source: Delete
cs: Smazat
nl: Verwijderen
ru: Удалить
tr: Sil

source: Delete %d element
cs: Smazat %d položku
nl: Verwijder %d element
ru: Удалить %d элемент
tr: %d öğesini Sil

source: Delete current line
cs: Smazat aktuální řádek
nl: Verwijder de huidige regel
ru: Удалить текущую строку
tr: Mevcut satırı sil

source: Delete file
cs: Smazat soubor
nl: Verwijder bestand
ru: Удалить файл
tr: Dosyayı sil

source: Delete file or directory (and all its contents)
cs: Smazat
nl: Verwijder een bestand of map (en al zijn inhoud)
ru: Удалить файл или каталог (и все его содержимое)
tr: Dosyayı veya dizini (ve tüm içeriğini) sil

source: Delete folder
cs: Smazat adresář
nl: Verwijder de map
ru: Удалить каталог
tr: Klasörü sil

source: Delete the selected files or directories
cs: Odstranit vybrané soubory a adresáře
nl: Verwijder de geselecteerde bestanden of mappen
ru: Удалить выбранные файлы или каталоги
tr: Seçili dosyaları veya dizinleri sil

source: Deselect All
cs: Odebrat vše z výběru
nl: Déselecteer alles
ru: Отменить весь выбор
tr: Tüm Seçimleri Kaldır

source: Deselect group
cs: Odebrat z výběru
nl: Déselect de groep
ru: Отменить групповой выбор
tr: Grubun seçimini kaldır

source: Deselect group...
cs: Odebrat z výběru...
nl: Déselecteer de group...
ru: Отменить групповой выбор...
tr: Grup seçimini kaldır ...

source: Directories to group selections
cs: Adresáře do skupinového výběru
nl: Directories naar groepselecties
ru: Каталоги для группового выбора
tr: Seçimleri gruplamak için dizinler

source: Directory
cs: Adresář
nl: Map
ru: Каталог
tr: Dizin

source: Directory cannot be created here on <List of Storage Devices> or <Receiver>. Move selector one line below or change directory.
cs: Adresář nelze založit na položce <Seznam záznamových zařízení> nebo <Přijímač>. Přesuňte kurzor nebo změňte adresář.
nl: De directory kan hier niet aangemaakt worden <List of Storage Devices> or <Receiver>. Verplaats de selectie naar beneden of wijzig van directory.
ru: Каталог не может быть создан здесь на <Список Устройств Хранения> или <Ресивер>. Переместить селектор на одну строку ниже или изменить каталог.
tr: Burada dizin oluşturulamaz <Depolama Aygıtlarının Listesi> veya <Alıcı>. Seçiciyi bir satır aşağı taşıyın veya dizini değiştirin.

source: Display filenames in header. It is useful for filenames that are too long.
cs: Zobrazuje názvy souborů v záhlaví panelů. Užitečné pro příliš dlouhé názvy souborů.
ru: Отображать имена файлов в заголовке. Это полезно для слишком длинных имен файлов.

source: Do you want change rights?
cs: Chcete změnit oprávnění?
nl: Wilt u de rechten wijzigen?
ru: Вы хотите изменить права?
tr: Hakları değiştirmek istiyor musunuz?

source: Do you want to view or run the script?
cs: Chcete prohlédnout nebo spustit skript?
nl: Wilt u het script zien of uitvoeren?
ru: Вы хотите просмотреть или запустить скрипт?
tr: Komut dosyasını görüntülemek mi yoksa çalıştırmak mı istiyorsunuz?

source: Edit
cs: Upravit
nl: Bewerken
ru: Редактировать
tr: Düzenle

source: Edit current line
cs: Upravit aktuální řádek
nl: Bewerk de huidige regel
ru: Редактировать текущую строку
tr: Mevcut satırı düzenle

source: Edit line
cs: Úprava řádku
nl: Bewerk de regel
ru: Редактировать строку
tr: Satırı düzenle

source: Edit new file
cs: Upravit nový soubor
ru: Создать - Редактировать новый файл
tr: Yeni dosyayı düzenle

source: Edit position is the line end
cs: Pozice pro úpravu je na konci řádku
nl: Beginpositie voor wijzigen aan het eind van een regel
ru: Позиция редактирования с конца строки
tr: Pozisyonu düzenle satır sonu

source: Enter multi-file selection mode
cs: Přejít na vícenásobný výběr
nl: Activeer de meervoudige bestandsselectie
ru: Включить режим множественного выбора
tr: Çoklu dosya seçim moduna gir

source: Error
cs: Chyba
nl: Fout
ru: Ошибка
tr: Hata

source: Error creating directory %s: %s
cs: Chyba při zakládání adresáře %s: %s
nl: Fout bij het aanmaken van de map %s: %s
ru: Ошибка при создании каталога %s: %s
tr: %s dizini oluşturulurken hata oluştu: %s

source: Error creating file %s: %s
cs: Chyba při zakládání souboru %s: %s
ru: Ошибка при создании файла %s: %s
tr: %s dosyası oluşturulurken hata oluştu: %s

source: Error linking %s to %s: %s
cs: Chyba při odkazování %s na %s: %s
nl: Fout bij het linken van %s naar %s: %s
ru: Ошибка ссылки %s на %s: %s
tr: %s ile %s arasında bağlantı kurulurken hata: %s

source: Error renaming %s to %s: %s
cs: Chyba při přejmenování %s na %s: %s
nl: Fout bij het hernoemen van %s naar %s: %s
ru: Ошибка переименования %s на %s: %s
tr: %s, %s olarak yeniden adlandırılırken hata oluştu: %s

source: Error...
cs: Chyba...
nl: Fout ...
ru: Ошибка...
tr: Hata ...

source: Execution finished!!
cs: Provádění dokončeno!
nl: Uitvoering voltooid!
ru: Выполнение завершено!!
tr: Yürütme tamamlandı !!

source: Execution progress:
cs: Průběh provádění:
nl: Voortgang uitvoering:
ru: Ход выполнения:
tr: Yürütme ilerlemesi:

source: Exit
cs: Zavřít
nl: Verlaten
ru: Выход
tr: Çıkış

source: Exit editor and write changes (if any)
cs: Ukončit editor a zapsat případné změny
nl: Verlaat de bewerking en sla de wijzigingen op (indien van toepassing)
ru: Выход из редактора и запись изменений (при наличии)
tr: Düzenleyiciden çık ve değişiklikleri yaz (varsa)

source: Exit movie player?
cs: Zavřít přehrávač?

source: Exit picture viewer
cs: Ukončit prohlížeč obrázků
nl: Verlaat de fotoviewer
ru: Выход из просмотра изображений
tr: Resim görüntüleyiciden çık

source: File Commander - Addon File-Viewer
cs: File Commander - doplněk File-Viewer
ru: File Commander - просмотр и редактирование
tr: Dosya Komutanı - Eklenti Dosya Görüntüleyicisi

source: File Commander - Addon File-Viewer Settings
cs: File Commander - doplněk File-Viewer - nastavení

source: File Commander - Addon Mediaplayer
cs: File Commander - doplněk Mediaplayer
nl: File Commander - Addon Mediaspeler
ru: File Commander - дополнение Mediaplayer

source: File Commander - Addon Movieplayer
cs: File Commander - doplněk MoviePlayer
ru: File Commander - дополнение Movieplayer
tr: Dosya Komutanı - Eklenti Movieplayer

source: File Commander - all Task's completed!
cs: File Commander - všechny úlohy dokončeny!
nl: File Commander - alle taken uitgevoerd!
ru: File Commander - все Задачи выполнены!
tr: Dosya Komutanı - tüm Görevler tamamlandı!

source: File Commander - gzip Addon
cs: File Commander - gzip doplněk
ru: File Commander - дополнение gzip
tr: Dosya Komutanı - gzip Eklentisi

source: File Commander - ipk Addon
cs: File Commander - ipk doplněk
ru: File Commander - дополнение ipk
tr: Dosya Komutanı - ipk Eklentisi

source: File Commander - tar Addon
cs: File Commander - tar doplněk
ru: File Commander - дополнение tar
tr: Dosya Komutanı - tar Eklentisi

source: File Commander - unrar Addon
cs: File Commander - unrar doplněk
ru: File Commander - дополнение unrar
tr: Dosya Komutanı - Eklentiyi unrar

source: File Commander - unzip Addon
cs: File Commander - unzip doplněk
ru: File Commander - дополнение unzip
tr: Dosya Komutanı - Eklentiyi açın

source: File cannot be created on <List of Storage Devices> or <Receiver>. Change directory, please.
cs: Soubor nelze založit na položce <Seznam záznamových zařízení> nebo <Přijímač>. Změňte adresář, prosím.
ru: Файл не может быть создан на <Список Устройств Хранения> или <Ресивер>. Смените каталог, пожалуйста.
tr: Dosya oluşturulamaz <Depolama Aygıtlarının Listesi> veya <Alıcı>. Dizini değiştirin lütfen.

source: File checksums/hashes
cs: Kontrolní součty souborů/hashe
nl: Checksums/hashes van bestanden
ru: Контрольные суммы файлов/хэши
tr: Dosya sağlama toplamları/hash değerleri

source: File not found: %s
cs: Soubor nenalezen: %s
nl: Bestand niet gevonden: %s
ru: Файл не найден: %s
tr: Dosya bulunamadı: %s

source: File transfer was cancelled by user
cs: Přenos souboru byl ukončen uživatelem
nl: Bestandsoverdracht gestopt door de gebruiker
ru: Передача файла была отменена пользователем
tr: Dosya aktarımı kullanıcı tarafından iptal edildi

source: File write error: '%s'
cs: Chyba zápisu souboru: '%s'
nl: Fout bij schrijven van bestand: ‘%s’
ru: Ошибка записи файла: '%s'
tr: Dosya yazma hatası: '%s'

source: File/Directory Status Information
cs: Vlastnosti
nl: Status informatie van een bestand of directory
ru: Информация о Статусе Файла/Каталога
tr: Dosya/Dizin Durum Bilgileri

source: Filenames in header
cs: Názvy souborů v záhlaví
ru: Имена файлов в заголовке
