Repository: E2OpenPlugins/e2openplugin-FileCommander
Catalog: plugin/locale/*/LC_MESSAGES/FileCommander.po
Languages: cs, nl, ru, tr

source: Filter extension for 'My Extension' setting of 'Filter extension'. Use the extension name without a '.'.
cs: Rozšíření filtru pro nastavení 'Moje přípony' ve 'Filtru pro přípony'. Používejte název přípon bez '.'.
nl: In 'Mijn extensies' voert u een door u gewenst filter in om alles met dezelfde extensie te filteren. Gebruik in de extensienaam géén lees of koppeltekens. '.'.
ru: Расширение фильтра для настройки 'Мои расширения' 'Фильтр расширений'. Используйте имя расширения без '.'.
tr: Uzantıları filtrele ayarının 'Uzantım' ayarını filtrele. Uzantı adını '.' olmadan kullanın.

source: Filter extension, (*) appears in title
cs: Filtr pro přípony, (*) se objeví v názvu
nl: Filter extensie, (*) wordt weergegeven in titel
ru: Расширение фильтра, (*) отображается в заголовке
tr: Uzantıyı filtrele, (*) başlıkta görünüyor

source: Filter visible file classes by extension.
cs: Filtrujte viditelné třídy souborů podle přípony.
nl: Filtering gebaseerd op de gewenste extensie. Dat kunnen muziekbestanden, films, afbeeldingen etc. zijn.
ru: Фильтр видимых классов файлов по расширению.
tr: Görünür dosya sınıflarını uzantıya göre filtrele.

source: Go to bookmarked folder
cs: Přejít na záložky
nl: Ga naar de geselecteerde map
ru: Перейти в папку закладок
tr: Yer işaretli klasöre git

source: Go to default directory
cs: Přejít na výchozí adresář
nl: Ga naar de standaard directory
ru: Перейти в каталог по умолчанию
tr: Varsayılan dizine git

source: Go to end of file
cs: Přejít na konec souboru
nl: Ga naar het einde van het bestand
ru: Перейти к концу файла
tr: Dosyanın sonuna git

source: Go to parent directory
cs: Přejít na rodičovský adresář
nl: Ga naar de bovenliggende map
ru: Перейти в родительский каталог
tr: Ana dizine git

source: Go to start of file
cs: Přejít na začátek souboru
nl: Ga naar het begin van het bestand
ru: Перейти к началу файла
tr: Dosyanın başına git

source: Group:
cs: Skupina:
nl: Groep:
ru: Группа:
tr: Grup:

source: I/O priority for script execution
cs: I/O priorita provádění skriptu
nl: I/O prioriteit voor uitvoeren van scripts
ru: Приоритет ввода/вывода для выполнения скрипта
tr: Komut dosyası yürütme için I/O önceliği

source: If editing a file, you can set the cursor start position at end or begin of the line.
cs: Jestliže upravujete soubor, můžete nastavit počáteční pozici kurzoru na konci nebo na začátku řádku.
nl: Indien geactiveerd, dan stelt u hiermee de beginpositie van de te bewerken regel in aan het eind van deze regel. Indien niet geactiveerd dan is de startpositie aan het begin van de betreffende regel.
ru: При редактировании файла установить начальную позицию курсора в конце или начале строки.
tr: Bir dosyayı düzenliyorsanız, imleç başlangıç ​​konumunu satırın sonunda veya başlangıcında ayarlayabilirsiniz.

source: In multi-selection mode moves cursor to next item after marking.
cs: V režimu s vícenásobným výběrem přesune po označení položky kurzor na další položku.
nl: Indien geactiveerd, dan wordt in de multi-selectiemodus de cursor verplaatst naar het volgende item na het markeren.
ru: В режиме множественного выбора курсор перемещается к следующему элементу после маркировки.
tr: Çoklu seçim modunda işaretlemeden sonra imleci sonraki öğeye taşır.

source: Insert
cs: Vložit
nl: Invoegen
ru: Вставить
tr: Ekle

source: Insert line before current line
cs: Vložit řádek před aktuální řádek
nl: Voeg een regel in voor de huidige regel
ru: Вставить строку перед текущей строкой
tr: Geçerli satırdan önce satır ekle

source: Install
cs: Instalovat
nl: Installeer
ru: Установить
tr: Yükle

source: Install '%s' and enable this operation
cs: Instalovat '%s' a povolit tuto operaci
nl: Installeer '%s' en activeer deze actie
ru: Установите '%s' и включите эту операцию
tr: '%s' kurun ve bu işlemi etkinleştirin

source: Installing Plugin ...
cs: Instalace pluginu ...
nl: Plugin wordt geïnstalleerd ….
ru: Установка плагина ...
tr: Eklenti Yükleniyor ...

source: Invert Selection
cs: Invertovat výběr
nl: Keer de Selectie om
ru: Инвертировать Выбор
tr: Seçimi Ters Çevir

source: Invert selection
cs: Invertovat výběr
nl: Keer de selectie om
ru: Инвертировать выбор
tr: Seçimi ters çevir

source: It is not possible to calculate hashes on <List of Storage Devices>
cs: Nelze počítat hash pro <Seznam záznamových zařízení>
nl: Het is niet mogelijk om de hashes op <List of Storage Devices> te berekenen
ru: Невозможно вычислить контрольную сумму файлов в <Списке Устройств Хранения>
tr: <Depolama Aygıtları Listesi>'nde karmaları hesaplamak mümkün değil

source: It is not possible to change the file mode of <List of Storage Devices>
cs: Nelze měnit mód souboru pro <Seznam záznamových zařízení>
nl: Het is niet mogelijk om de bestandsmode van <List of Storage Devices> te wijzigen.
ru: Невозможно изменить режим файла <Список Устройств Хранения>
tr: <Depolama Aygıtları Listesi> dosya modunu değiştirmek mümkün değil

source: It is not possible to get the file status of <List of Storage Devices>
cs: Nelze získat status pro <Seznam záznamových zařízení>
nl: Het is niet mogelijk om de bestandsstatus van <List of Storage Devices> op te halen
ru: Невозможно прочитать состояние файлов в <Списке Устройств Хранения>
tr: <Depolama Aygıtları Listesi>'nin dosya durumunu almak mümkün değil

source: It is not possible to run '%s' on <List of Storage Devices>
cs: Nelze spustit '%s' na <Seznam záznamových zařízení>
nl: Het is niet mogelijk om ‘%s’ op <List of Storage Devices> uit te voeren
ru: Невозможно запустить '%s' из <список устройств хранения>
tr: <Depolama Aygıtları Listesi> üzerinde '%s' çalıştırmak mümkün değil

source: It's not possible to rename the filesystem root.
cs: Není možné přejmenovat kořen souborového systému.
nl: Het is niet mogelijk om 'root filesystem’ te hernoemen.
ru: Переименовать корень файловой системы невозможно.
tr: Dosya sistemi kökünü yeniden adlandırmak mümkün değil.

source: Leave File Commander
cs: Ukončit File Commander
nl: Verlaat File Commander
ru: Выйти из File Commander
tr: Dosya Komutanı'ndan Ayrıl

source: Leave multi-select mode
cs: Opustit vícenásobný výběr
nl: Multi-select mode verlaten
ru: Выйти из режима множественного выбора
tr: Çoklu seçim modundan çık

source: Link target:
cs: Cíl odkazu:
nl: Link het doel:
ru: Целевая ссылка:
tr: Bağlantı hedefi:

source: Links:
cs: Odkazy:
ru: Ссылки:
tr: Bağlantılar:

source: List of Storage Devices
cs: Seznam záznamových zařízení
nl: Lijst van opslag media
ru: Список устройств хранения
tr: Depolama Aygıtlarının Listesi

source: Make FileCommander accessible from the Extensions menu.
cs: Zpřístupní spouštění FileCommanderu z Extension menu.
nl: Indien geactiveerd, dan kunt u FileCommander starten vanuit het applicatiemenu. (blauwe toets)
ru: Показывать FileCommander в Меню Расширений.
tr: FileCommander'ı Uzantılar menüsünden erişilebilir hale getirin.

source: Make FileCommander accessible from the main menu.
cs: Zpřístupní spouštění FileCommanderu z hlavní nabídky.
nl: Indien geactiveerd, dan kunt u FileCommander starten vanuit het hoofdmenu.
ru: Показывать FileCommander в Главном Меню.
tr: FileCommander'ı ana menüden erişilebilir yapın.

source: Metadata changed:
cs: Metadata změněna:
nl: Veranderde metadata:
ru: Метаданные изменены:
tr: Meta veri değişti:

source: Modified:
cs: Změněno:
nl: Aangepast:
ru: Изменено:
tr: Değiştirildi:

source: Move
cs: Přesunout
nl: Verplaatsen
ru: Переместить
tr: Taşı

source: Move %d element
cs: Přemístit %d položku
nl: Verplaats %d element
ru: Переместить %d элемент
tr: %d öğesini Taşı

source: Move down list
cs: Posun dolů
nl: Verplaast lijst naar beneden
ru: Перейти вниз списка
tr: Listeyi aşağı taşı

source: Move file
cs: Přesunout soubor
nl: Verplaats een bestand
ru: Переместить файл
tr: Dosyayı taşı

source: Move file/directory to target directory
cs: Přesunout
nl: Verplaats een bestand / map naar de doelmap
ru: Переместить файл/каталог в целевой каталог
tr: Dosya/dizini hedef dizine taşı

source: Move files/directories to target directory
cs: Přesunout soubory/adresáře do cílového adresáře
nl: Verplaats een bestanden / mappen naar de doelmap
ru: Переместить файлы/каталоги в целевой каталог
tr: Dosyaları/dizinleri hedef dizine taşı

source: Move folder
cs: Přesunout adresář
nl: Verplaats map
ru: Переместить папку
tr: Klasörü taşı

source: Move selector to next item
cs: Přesunout kurzor na další položku
nl: Verplaats de cursor naar het volgende item
ru: Переместить селектор к следующему элементу
tr: Seçiciyi sonraki öğeye taşı

source: Move selector to next item (on/off)
cs: Přesunout kurzor na další položku (zap/vyp)
ru: Переместить селектор к следующему элементу (вкл/выкл)
tr: Seçiciyi sonraki öğeye taşı (açık/kapalı)

source: Move up list
cs: Posun nahoru
nl: Verplaats lijst naar boven
ru: Перейти вверх по списку
tr: Listeyi yukarı taşı

source: Movie
cs: Filmy
nl: Film
ru: Кино
tr: Film

source: MultiSelection Settings
cs: Nastavení pro vícenásobný výběr
nl: Instellingen inz. multiselectie
ru: Настройки Множественного Выбора
tr: Çoklu Seçim Ayarları

source: Music
cs: Hudba
nl: Muziek
ru: Музыка
tr: Müzik

source: My Extension
cs: Moje přípony
nl: Mijn Extensie
ru: Мои Расширения
tr: Uzantım

source: My extension
cs: Moje přípony
nl: Mijn extensie
ru: Мои расширения
tr: Benim uzantım

source: Name
cs: Název
nl: Naam
ru: Имя
tr: Ad

source: Name reverse
cs: Název v opačném pořadí
nl: Naam omgekeerd
ru: Имя по убыванию
tr: Ters ad

source: New folder
cs: Nový adresář
nl: Nieuwe map
ru: Новая папка
tr: Yeni klasör

source: No
cs: Ne
nl: Nee
ru: Нет
tr: Hayır

source: No files found.
cs: Žádné soubory nenalezeny.
nl: Geen bestanden gevonden.
ru: Файлы не найдены.
tr: Dosya bulunamadı.

source: No hash calculations configured
cs: Nejsou nakonfigurovány žádné hash výpočty
nl: Geen hash berekeningen geconfigureerd
ru: Хэш-вычисления не настроены
tr: Hiçbir hash hesaplaması yapılandırılmadı

source: No viewer installed for this file type: %s
cs: Pro typ souboru '%s' není nainstalován žádný prohlížeč.
nl: Geen viewer geïnstalleerd voor dit bestandstype: %s
ru: Для этого типа файлов средство просмотра не установлено: %s
tr: Bu dosya türü için hiçbir görüntüleyici yüklü değil: %s

source: None of the hash programs for the hashes %s are available
cs: Žádné dostupné hash programy pro hash %s
nl: Geen van de hash programma's voor de hashes %s zijn beschikbaar
ru: Ни одна из хэш-программ для хэшей %s не доступна
tr: %s karmaları için karma programlardan hiçbiri mevcut değil

source: Not allowed with folders
cs: Není povoleno u adresářů
nl: Niet toegestaan met mappen
ru: Не допустимо для папок
tr: Klasörlerle izin verilmez

source: Note - for switching this option in multi-selection mode you can use key '6' too.
cs: Pro přepínání této volby ve vícenásobném výběru můžete používat též klávesu '6'.

source: Note - independently of setting this item, there in list you can turn on/turn off counting and displaying directory content size with key '1'.
cs: Bez ohledu na nastavení této volby můžete v přehledu zapnout/vypnout zobrazování velikosti obsahu adresáře klávesou '1'.

source: Number of lines in script messages
cs: Počet řádků ve zprávách skriptu
nl: Aantal regels in script berichten
ru: Количество строк в сообщении скрипта
tr: Komut dosyası mesajlarındaki satır sayısı

source: On device:
cs: Zařízení:
nl: Op apparaat:
ru: На устройстве:
tr: Cihazda:

source: Open actions menu
cs: Menu
nl: Open het actie-menu
ru: Открыть меню действий
tr: İşlemler menüsünü aç

source: Open settings/actions menu
cs: Otevřít menu nastavení
nl: Open instellingen/aktie menu
ru: Открыть меню настроек/действий
tr: Ayarlar/işlemler menüsünü aç

source: Open with File Commander
cs: Otevřít s File Commander
nl: Open met FileCommander
ru: Открыть при помощи File Commander
tr: File Commander ile Aç

source: Original subtitles codepage
cs: Původní kódová stránka titulků
ru: Оригинальная кодовая страница субтитров
tr: Orijinal altyazı kod sayfası

source: Original subtitles codepage for conversion to UTF-8.
cs: Výchozí kódová stránka souborů s titulky pro převod do UTF-8.
ru: Оригинальная кодовая страница субтитров для преобразования в UTF-8.
tr: UTF-8'e dönüştürmek için orijinal altyazı kod sayfası.

source: Original:
cs: Původní:
nl: Origineel:
ru: Oригинал:
tr: Orijinal:

source: Owner:
cs: Vlastník:
nl: Eigenaar:
ru: Владелец:
tr: Sahip:

source: Page down list
cs: O stránku dolů
nl: Pagina naar beneden
ru: Страница вниз по списоку
tr: Sayfa aşağı liste

source: Page up list
cs: O stránku nahoru
nl: Pagina naar boven
ru: Страница вверх по списку
tr: Sayfa yukarı listesi

source: Parent Directory
cs: Rodičovský adresář
nl: Bovenliggende map
ru: Родительский каталог
tr: Ana Dizin

source: Path to save not exist: '/tmp/'
cs: Cesta pro uložení neexistuje: '/tmp/
nl: Het path om naar op te slaan bestaat niet: '/tmp'
ru: Путь для сохранения не существует: '/tmp/'
tr: Kaydetme yolu mevcut değil: '/ tmp /'

source: Permissions:
cs: Práva:
nl: Machtigingen:
ru: Права:
tr: İzinler:

source: Pictures
cs: Obrázky
nl: Afbeeldingen
ru: Картинки
tr: Resimler

source: Play folder
cs: Přehrát adresář
nl: Speel de inhoud van de map af
ru: Воспроизвести все файлы в папке
tr: Klasörü oynat

source: Play title
cs: Přehrát titul
nl: Speel deze titel af
ru: Воспроизвести файл
tr: Başlığı çal

source: Play/view/edit/install/extract/run file or enter directory
cs: Přehrát/prohlížet/upravit/instalovat/rozbalit/spustit/otevřít
nl: Speel af/bekijk/wijzig/installeer/pak uit/voer een bestand uit of open de map
ru: Воспроизвести/просмотреть/отредактировать/установить/извлечь/запустить файл или войти в каталог
tr: Dosyayı oynat/görüntüle/düzenle/yükle/ayıkla/çalıştır veya dizine gir

source: Please enter name of the new directory
cs: Zadejte název nového adresáře
nl: Voer de naam voor de nieuwe map in aub
ru: Пожалуйста, введите имя нового каталога
tr: Lütfen yeni dizinin adını girin

source: Please enter name of the new symlink
cs: Zadejte název nového symbolického odkazu
nl: Geef de nieuwe naam voor de symlink op aub
ru: Пожалуйста, введите имя новой символической ссылки
tr: Lütfen yeni sembolik bağın adını girin

source: Please enter password
cs: Zadejte heslo
nl: Voer wachtwoord in aub
ru: Пожалуйста введите пароль
tr: Lütfen parolayı girin

source: Please enter the new directory name
cs: Zadejte nový název adresáře
nl: Voer de nieuwe naam voor de map in aub
ru: Пожалуйста, введите новое имя каталога
tr: Lütfen yeni dizin adını girin

source: Please enter the new file name
cs: Zadejte nový název souboru
nl: Voer de nieuwe bestandsnaam in aub
ru: Пожалуйста, введите новое имя файла
tr: Lütfen yeni dosya adını girin

source: Please wait, Loading image.
cs: Prosím, čekejte. Nahrávám obrázek.
nl: Moment aub, de image wordt geladen.
ru: Пожалуйста подождите, загрузка изображения.
tr: Lütfen bekleyin, Resim yükleniyor.

source: Pre-fill first 'n' filename chars to virtual keyboard
cs: Předvyplnit prvních 'n' znaků názvu do virtuální klávesnice
nl: Vul de eerste 'n' karakters in op het virtuele toetsenbord
ru: Предварительно заполнить первый 'n' символ имени файла на виртуальной клавиатуре
tr: Önce 'n' dosya adı karakterlerini sanal klavyeye önceden doldurun

source: Pre-fill last 'n' filename chars to virtual keyboard
cs: Předvyplnit posledních 'n' znaků názvu do virtuální klávesnice
nl: Vul de laatste 'n' karakters van de bestandnaam in op het virtuele toetsenbord
ru: Предварительно заполнить последний 'n' символ имени файла на виртуальной клавиатуре
tr: Son 'n' dosya adı karakterlerini sanal klavyeye önceden doldurun

source: Press 'OK' and select from list or bookmarks directory for 'Go to default directory'. Eventually you can manage plugin's bookmarks here too.
cs: Stiskněte 'OK' a vyberte ze seznamu nebo ze záložek adresář pro 'Přejít na výchozí adresář', případně upravte záložky pluginu.
nl: Druk op 'Ok' en kies 'Ga naar de standaardmap' uit de lijst of map met bladwijzers. Uiteindelijk kunt u ook de bladwijzers van plug-ins hier beheren.
ru: Нажмите 'ОК' и выберите из списка или каталога закладок пункт 'Перейти в каталог по умолчанию'. В конце концов, вы можете управлять закладками плагина здесь.
tr: 'Tamam'a basın ve' Varsayılan dizine git 'için listeden veya yer imleri dizininden seçim yapın. Sonunda eklentinin yer imlerini burada da yönetebilirsiniz.

source: Program '%s' is installed. The package containing this program isn't known, so it can't be uninstalled.
cs: Program '%s' je nainstalován. Balíček obsahující tento program není znám, proto nemůže být odinstalován.
nl: Het programma '%s' is geïnstalleerd. Het pakket met dit programma is niet bekend, dus het kan niet gedéinstalleerd worden.
ru: Программа '%s' установлена. Пакет, содержащий эту программу, неизвестен, поэтому его нельзя удалить.
tr: '%s' programı yüklendi. Bu programı içeren paket bilinmiyor, bu yüzden kaldırılamaz.

source: Program '%s' needs to be installed to run the '%s' action. Uninstall the '%s' package to uninstall the program?
cs: Program '%s' musí být instalován, aby se provedla akce '%s'. Odinstalovat balíček '%s' pro odinstalaci programu?
nl: Het programma '%s' moet worden geïnstalleerd om deze actie '%s' uit te voeren. Verwijder het pakket '%s' om het programma te verwijderen?
ru: Программа '%s' должна быть установлена для запуска действия '%s'. Удалить пакет '%s', чтобы удалить программу?
tr: %s eylemini çalıştırmak için '%s' programının yüklenmesi gerekiyor. Programı kaldırmak için '%s' paketi kaldırılsın mı?

source: Program '%s' needs to be installed to run this action. Install the '%s' package to install the program?
cs: Program '%s' musí být nainstalován pro spuštění této akce. Nainstalovat balíček '%s' pro instalaci programu?
nl: Het programma '%s' moet worden geïnstalleerd om deze actie uit te voeren. Installeer pakket '%s' om het betreffende programma te installeren?
ru: Для выполнения этого действия необходимо установить '%s'. Вы хотите установить '%s'?
tr: Bu eylemi çalıştırmak için '%s' programının yüklenmesi gerekiyor. Programı yüklemek için '%s' paketi kurulsun mu?

source: Program '%s' not installed. The package containing this program isn't known.
cs: Program '%s' není nainstalován. Balíček obsahující tento program není znám.
nl: Het programma '%s' is niet geïnstalleerd. Het pakket dat dit programma bevat is onbekend.
ru: Программа '%s' не установлена. Пакет, содержащий эту программу, неизвестен.
tr: '%s' programı kurulu değil. Bu programı içeren paket bilinmiyor.

source: Records
cs: Nahrávky
nl: Opnames
ru: Записи
tr: Kayıtlar

source: Refresh screen
cs: Obnovit obrazovku
nl: Ververs het scherm
ru: Обновить экран
tr: Ekranı yenile

source: Regular file
cs: Regulární soubor
nl: Normaal bestand
ru: Регулярный файл
tr: Normal dosya

source: Remove current folder from bookmarks
cs: Odstranit aktuální adresář ze záložek
nl: Verwijder de huidige map uit de bladwijzers
ru: Удалить текущую папку из закладок
tr: Geçerli klasörü yer imlerinden kaldır

source: Remove from selection (%s)
cs: Odebrat z výběru (%s)
nl: Verwijder vanuit de selectie (%s)
ru: Удалить из выбора (%s)
tr: Seçimden kaldır (%s)

source: Remove selected folder from bookmarks
cs: Odstranit vybraný adresář ze záložek
nl: Verwijder de gekozen map uit de bladwijzers
ru: Удалить выбранную папку из закладок
tr: Seçili klasörü yer imlerinden kaldır

source: Rename
cs: Přejmenovat
nl: Hernoemen
ru: Переименовать
tr: Yeniden Adlandır

source: Rename file/directory
cs: Přejmenovat
nl: Hernoem een bestand / map
ru: Переименовать файл/каталог
tr: Dosyayı/dizini yeniden adlandır

source: Reverse left file sorting
cs: Opačné třídění souborů pro levý panel
nl: Omgekeerd sorteren linker zijde
ru: Обратная сортировка файлов слева
tr: Sol dosya sıralamayı tersine çevir

source: Reverse right file sorting
cs: Opačné třídění souborů pro pravý panel
nl: Omgekeerd sorteren rechter zijde
ru: Обратная сортировка файлов справа
tr: Sağa dosya sıralamayı tersine çevir

source: Run '%s' command
cs: Spustit příkaz '%s'
nl: Run ‘%s’ commando
ru: Запустить '%s' команду
tr: '%s' komutunu çalıştır

source: Run script
cs: Spustit skript
ru: Запустить скрипт
tr: Komut dosyasını çalıştır

source: Run script in background
cs: Spustit skript na pozadí
nl: Script in de achtergrond runnen
ru: Запустить скрипт в фоновом режиме
tr: Komut dosyasını arka planda çalıştır

source: Run script with optional parameter
cs: Spustit skript s volitelným parametrem
nl: Script met optionele parameter runnen
ru: Запустить скрипт с необязательным параметром
tr: Komut dosyasını isteğe bağlı parametre ile çalıştır

source: Run script with optional parameter in background
cs: Spustit skript s volitelným parametrem na pozadí
nl: Script in de achtergrond met de optionele parameters runnen
ru: Запустить скрипт с дополнительным параметром в фоновом режиме
tr: Komut dosyasını arka planda isteğe bağlı parametre ile çalıştır

source: Save
cs: Uložit
nl: Opslaan
ru: Сохранить
tr: Kaydet

source: Save cursor position
cs: Ukládat pozici kurzoru
nl: Sla de cursor positie op
ru: Сохранять позицию курсора
tr: İmleç konumunu kaydet

source: Save cursor position in active panel.
cs: Ukládá pozici kurzoru aktivního panelu.
nl: Indien geactiveerd, dan wordt de cursor positie opgeslagen. Om deze wijzigingen toe te passen moet FileCommander herstart worden.
ru: Сохранять позицию курсора на активной панели.
tr: Etkin panelde imleç konumunu kaydet.

source: Save left folder on exit
cs: Uložit při ukončení adresář pro levý
nl: Sla de linker map op bij het afsluiten
ru: Запомнить левый каталог при выходе
tr: Çıkışta soldaki klasörü kaydet

source: Save right folder on exit
cs: Uložit při ukončení adresář pro pravý
nl: Sla de rechter map op bij het afsluiten
ru: Запомнить правый каталог при выходе
tr: Çıkışta doğru klasörü kaydet

source: Save the commands and the output to a file? ('%s')
cs: Uložit příkazy a výstup do souboru? ('%s')
nl: Wilt u de opdrachten en de uitvoer opslaan in een bestand? ('%s')
ru: Сохранить команды и вывод в файл? ('%s')
tr: Komutlar ve çıktı bir dosyaya kaydedilsin mi? ('%s')

source: Save the left directory list location on exit.
cs: Při ukončení uloží umístění levého seznamu.
nl: Indien geactiveerd, dan wordt het linker directory overzicht opgeslagen bij het afsluiten.
ru: Запомнить левое местоположение списка каталогов при выходе.
tr: Çıkışta sol dizin listesi konumunu kaydedin.

source: Save the right folder list location on exit.
cs: Při ukončení uloží umístění pravého seznamu.
nl: Indien geactiveerd, dan wordt het rechter directory overzicht opgeslagen bij het afsluiten.
ru: Запомнить правое местоположение списка каталогов при выходе.
tr: Çıkışta doğru klasör listesi konumunu kaydedin.

source: Script '%s' must have read permission to be able to run it
cs: Aby bylo možné spustit skript '%s', musí mít oprávnění ke čtení
nl: Om script '%s' uit te voeren zijn leesmachtigingen nodig
ru: Скрипт '%s' должен иметь права на выполнение, чтобы его можно было запустить
tr: '%s' komut dosyasının çalıştırılabilmesi için okuma iznine sahip olması gerekir

source: Search in group selection by
cs: Skupinový výběr vyhledává podle
nl: Zoek in de groepsselectie op
ru: Поиск в группе выбора по
tr: Grup seçiminde ara

source: Search text
cs: Hledat text

source: Search text (%s):
cs: Vyhledat text (%s):

source: Search text in file (%s).
cs: Vyhledat text v souboru (%s).

source: Select (source list) or enter directory (target list)
cs: Výběr (aktivní panel) nebo volba adresáře (cílový panel)
nl: Kies de (bronlijst) of voer de map in (doellijst)
ru: Выберите (список источников) или введите каталог (целевой список)
tr: Seç (kaynak listesi) veya dizine gir (hedef liste)

source: Select All
cs: Přidat vše do výběru
nl: Kies alles
ru: Выбрать Всё
tr: Tümünü Seç

source: Select a path
cs: Vyberte cestu
nl: Kies een path
ru: Выберите путь
tr: Bir yol seçin
